Repository: GNOME/foundry
Catalog: po/*.po
Languages: kk, lt, pt_br, uk

source: Set the path to the .foundry dir
kk: .foundry бумасына жолды орнату
lt: Nustatyti kelią iki .foundry katalogo
pt_br: Defina o caminho para o .diretório foundry
uk: Встановити шлях до каталогу .foundry

source: Usage:
kk: Қолданылуы:
lt: Naudojimas:
uk: Користування:

source: Commands
kk: Командалар
lt: Komandos
uk: Команди

source: Initialize a new project in current directory
kk: Ағымдағы бумада жаңа жобаны инициализациялау
lt: Inicializuoti naują projektą dabartiniame kataloge
pt_br: Inicializar um novo projeto no diretório atual
uk: Ініціалізувати новий проєкт у поточному каталозі

source: Environment Commands
kk: Орта командалары
lt: Aplinkos komandos
pt_br: Comandos de ambiente
uk: Команди середовища

source: Enter environment of project in current directory
kk: Ағымдағы бумадағы жоба ортасына кіру
lt: Įveskite aplinką projekte dabartiniame kataloge
pt_br: Entrar no ambiente do projeto no diretório atual
uk: Увійти до середовища проєкту у поточному каталозі

source: Enter build environment for project
kk: Жобаны құрастыру ортасына кіру
lt: Įveskite kūrimo aplinką projektui
pt_br: Entrar no ambiente de compilação do projeto
uk: Увійти до середовища збирання для проєкту

source: Build Commands
kk: Құрастыру командалары
lt: Kūrimo komandos
pt_br: Comandos de compilação
uk: Команди збирання

source: Build the current build pipeline
kk: Ағымдағы құрастыру конвейерін құрастыру
lt: Kurti dabartinį kovejerį
pt_br: Compilar o pipeline de compilação atual
uk: Зібрати поточний канал обробки збирання

source: Wipe and rebuild the current build pipeline
kk: Ағымдағы құрастыру конвейерін тазалап, қайта құрастыру
lt: Išvalyti ir perkurti dabartinį kūrimo konvejerį
pt_br: Limpar e recompilar o pipeline de compilação atual
uk: Очистити усе і повторно зібрати поточний канал обробки збирання

source: Clean the current build pipeline
kk: Ағымдағы құрастыру конвейерін тазалау
lt: Išvalyti kūrimo konvejerį
pt_br: Limpar o pipeline de compilação atual
uk: Очистити поточний канал обробки збирання

source: Run the install target for the project
kk: Жоба үшін орнату нысанасын іске қосу
lt: Vykdyti diegimo tikslą projektui
pt_br: Executar o alvo de instalação para o projeto
uk: Запустити ціль встановлення для проєкту

source: Deploy the project to the active device
kk: Жобаны белсенді құрылғыға орналастыру
lt: Patalpinti projektą aktyviame įrenginyje
pt_br: Implantar o projeto no dispositivo ativo
uk: Розгорнути проєкт на активному пристрої

source: Export project artifacts
kk: Жоба артефактілерін экспорттау
lt: Eksportuoti projekto rezultatus
pt_br: Exportar artefatos do projeto
uk: Експортувати результати обробки проєкту

source: Run Commands
kk: Іске қосу командалары
lt: Vykdyti komandas
pt_br: Executar comandos
uk: Виконання команд

source: Run a project command
kk: Жоба командасын іске қосу
lt: Vykdyti projekto komandą
pt_br: Executar um comando do projeto
uk: Запустити команду проєкту

source: File/Directory Commands
kk: Файл/Бума командалары
lt: Failo/katalogo komandos
pt_br: Comandos de arquivo/diretório
uk: Команди для файлів і каталогів

source: List diagnostics within a file or files
kk: Файл немесе файлдар ішіндегі диагностиканы тізімдеу
lt: Išvardinti failo ar failų diagnostiką
pt_br: Listar diagnósticos em um ou mais arquivos
uk: Вивести список діагностичних даних до файла або файлів

source: Open a file or files in file browser
kk: Файлды немесе файлдарды файлдық браузерде ашу
lt: Atverti failą ar failus failų naršyklėje
pt_br: Abrir um ou mais arquivos no navegador de arquivos
uk: Відкрити файл або файли у програми для навігації файлами

source: Documentation Commands
kk: Құжаттама командалары
lt: Dokumentacijos komandos
pt_br: Comandos de documentação
uk: Команди для документації

source: List available documentation bundles
kk: Қолжетімді құжаттама топтамаларын тізімдеу
lt: Išvardinti prieinamus dokumentacijos rinkinius
pt_br: Listar pacotes de documentação disponíveis
uk: Вивести список доступних комплектів документації

source: Install a specific documentation bundle
kk: Нақты құжаттама топтамасын орнату
lt: Įdiegti specifinį dokumentacijos rinkinį
pt_br: Instalar um pacote de documentação específico
uk: Встановити певний комплект документації

source: Search for documentation
kk: Құжаттамадан іздеу
lt: Ieškoti dokumentacijos
pt_br: Pesquisar documentação
uk: Шукати документацію

source: Configuration Commands
kk: Конфигурация командалары
lt: Konfigūracijos komandos
pt_br: Comandos de configuração
uk: Команди налаштовування

source: List available configurations
kk: Қолжетімді конфигурациялар тізімі
lt: Išvardinti prieinamas konfigūracijas
pt_br: Listar configurações disponíveis
uk: Список доступних налаштувань

source: Change the active configuration
kk: Белсенді конфигурацияны өзгерту
lt: Keisti aktyvią konfigūraciją
pt_br: Alterar a configuração ativa
uk: Змінити активні налаштування

source: SDK Commands
kk: SDK командалары
lt: SDK komandos
pt_br: Comandos do SDK
uk: Команди SDK

source: Install a specific SDK
kk: Белгілі бір SDK орнату
lt: Įdiegti specifinę SDK
pt_br: Instalar um SDK específico
uk: Встановити певний SDK

source: Change the active SDK for the build pipeline
kk: Құрастыру конвейері үшін белсенді SDK-ны өзгерту
lt: Keisti aktyvią SDK kūrimo konvejeriui
pt_br: Alterar o SDK ativo para o pipeline de compilação
uk: Змінити активний SDK для каналу обробки збирання

source: Pipeline Commands
kk: Конвейер командалары
lt: Konvejerio komandos
pt_br: Comandos do Pipeline
uk: Команди каналу обробки

source: Show information about the pipeline
kk: Конвейер туралы ақпаратты көрсету
lt: Rodyti informaciją apie konvejerį
pt_br: Exibir informações sobre o pipeline
uk: Показати відомості щодо каналу обробки

source: Build the current pipeline
kk: Ағымдағы конвейерді құрастыру
lt: Kurti dabartinį konvejerį
pt_br: Compilar o pipeline atual
uk: Зібрати поточний канал обробки

source: Rebuild the current pipeline
kk: Ағымдағы конвейерді қайта құрастыру
lt: Perkurti dabartinį konvejerį
pt_br: Recompilar o pipeline atual
uk: Повторно зібрати поточний канал збирання

source: Clean the current pipeline
kk: Ағымдағы конвейерді тазалау
lt: Išvalyti dabartinį konvejerį
pt_br: Limpar o pipeline atual
uk: Очистити поточний канал обробки

source: Delete contents related to build
kk: Құрастыруға қатысты мазмұнды өшіру
lt: Ištrinti su kūrimu susijusį turinį
pt_br: Excluir conteúdo relacionado à compilação
uk: Вилучити дані, які пов'язано зі збиранням

source: Run pipeline through configure phase
kk: Конвейерді конфигурациялау фазасы арқылы жегу
lt: Vykdyti konvejerio konfigūracijos fazę
pt_br: Executar o pipeline pela fase de configuração
uk: Запустити канал обробки з фази налаштовування

source: Device Commands
kk: Құрылғы командалары
lt: Įrenginio komandos
pt_br: Comandos do dispositivo
uk: Команди для пристроїв

source: Switch the current target device
kk: Ағымдағы нысаналы құрылғыны ауыстыру
lt: Keisti dabartinį paskirties įrenginį
pt_br: Alternar o dispositivo de destino atual
uk: Перемкнути поточний цільовий пристрій

source: LSP Commands
kk: LSP командалары
lt: LSP komandos
pt_br: Comandos LSP
uk: Команди для LSP

source: List available language server plugins
kk: Қолжетімді тілдік сервер плагиндерінің тізімі
lt: Išvardinti prieinamus kalbų serverio įskiepius
pt_br: Listar plugins de servidor de linguagem disponíveis
uk: Вивести список доступних додатків мовного сервера

source: Run a language server for specific language
kk: Белгілі бір тіл үшін тілдік серверді жегу
lt: Paleisti kalbos serverį specifinei kalbai
pt_br: Listar plugins de servidor de linguagem disponíveis
uk: Запустити мовний сервер для певної мови

source: Set preferred LSP for language
kk: Тіл үшін таңдаулы LSP орнату
lt: Nustatyti LSP pageidaujamą kalbą
pt_br: Definir LSP preferencial para o idioma
uk: Встановити бажаний LSP для мови

source: Yes
kk: Иә
lt: Taip
pt_br: Sim
uk: Так

source: No
kk: Жоқ
lt: Ne
pt_br: Não
uk: Ні

source: My Computer
kk: Менің компьютерім
lt: Mano kompiuterio
pt_br: Meu Computador
uk: Мій комп'ютер

source: Project “%s” loaded
kk: «%s» жобасы жүктелді
lt: Projektas „%s“ įkeltas
pt_br: Projeto “%s” carregado
uk: Завантажено проєкт «%s»

source: Projects
kk: Жобалар
lt: Projektai
pt_br: Projetos
uk: Проєкти

source: Building project
kk: Жобаны құрастыру
lt: Kuriamas projektas
pt_br: Construindo projeto
uk: Збирання проєкту

source: Username
kk: Пайдаланушы аты
lt: Naudotojo vardas
pt_br: Nome de usuário
uk: Користувач

source: Password
kk: Пароль
lt: Slaptažodis
pt_br: Senha
uk: Пароль

source: Credentials
kk: Тіркелгі деректері
lt: Įgaliojimai
pt_br: Credenciais
uk: Реєстраційні дані

source: Received %u/%u objects (%s bytes)
kk: %u/%u объект алынды (%s байт)
lt: Gauta %u/%u objektų (%s baitų)
pt_br: Objetos %u/%u recebidos (%s bytes)
uk: Отримано %u з %u об'єктів (%s байтів)

source: Invalid branch name
kk: Бұтақ аты жарамсыз
lt: Netinkamas šakos pavadinimas
pt_br: Nome de branch inválido
uk: Некоректна назва гілки

source: Directory must be set
kk: Бума орнатылуы керек
lt: Katalogas turi būti nustatytas
pt_br: O diretório deve ser definido
uk: Має бути встановлено каталог

source: Directory already exists
kk: Бума қазірдің өзінде бар
lt: Katalogas jau yra
pt_br: O diretório já existe
uk: Каталог вже існує

source: Cannot load HTML. Missing WebKit support.
kk: HTML жүктеу мүмкін емес. WebKit қолдауы жетіспейді.
lt: Nepavyko įkelti HTML. Trūksta WebKit palaikymo.
pt_br: Não foi possível carregar o HTML. Suporte WebKit ausente
uk: Не вдалося завантажити HTML. Не передбачено підтримки WebKit.

source: Other
kk: Басқа
lt: Kita
pt_br: Outro
uk: Інше

source: No License
kk: Лицензия жоқ
lt: Nėra licencijos
pt_br: Sem licença
uk: Без ліцензування

source: GPL 2.0 or later
kk: GPL 2.0 немесе кейінгі
lt: GPL 2.0 ar vėlesnė
pt_br: GPL 2.0 ou superior
uk: GPL 2.0 або новіша

source: GPL 3.0 or later
kk: GPL 3.0 немесе кейінгі
lt: GPL 3.0 ar vėlesnė
pt_br: GPL 3.0 ou superior
uk: GPL 3.0 або новіша

source: LGPL 2.1 or later
kk: LGPL 2.1 немесе кейінгі
lt: LGPL 2.1 ar vėlesnė
pt_br: LGPL 2.1 ou superior
uk: LGPL 2.1 або новіша

source: LGPL 3.0 or later
kk: LGPL 3.0 немесе кейінгі
lt: LGPL 3.0 ar vėlesnė
pt_br: LGPL 3.0 ou superior
uk: LGPL 3.0 або новіша

source: Language server “%s” exited
kk: «%s» тілдік сервері жұмысын аяқтады
lt: Kalbos serveris „%s“ baigė darbą
pt_br: Servidor de idioma “%s” encerrado
uk: Роботу сервера мови «%s» завершено

source: Spawned LSP server “%s” as process %s
kk: «%s» LSP сервері %s процесі ретінде іске қосылды
lt: Paleistas LSP serveris „%s“ kaip procesas %s
pt_br: Servidor LSP “%s” iniciado como processo %s
uk: Породжено сервер LSP «%s» як процес %s

source: Forcing exit of tool
kk: Сайманды мәжбүрлеп жабу
lt: Priverstinai nutraukti įrankio darbą
pt_br: Forçando o encerramento da ferramenta
uk: Примусовий вихід з інструменту

source: Sending signal %d to tool
kk: Сайманға %d сигналын жіберу
lt: Įrankiui siunčiamas %d signalas
pt_br: Enviando sinal %d para a ferramenta
uk: Надсилання сигналу %d інструменту

source: Menu Actions
kk: Мәзір әрекеттері
lt: Meniu veiksmai
pt_br: Menu de ações
uk: Пункти меню

source: License
kk: Лицензия
lt: Licencija
pt_br: Licença
uk: Ліцензування

source: No Version Control
kk: Нұсқаларды басқару жоқ
lt: Nėra versijavimo sistemos
pt_br: Sem Controle de Versão
uk: Немає керування версіями

source: Configure CMake Project
kk: CMake жобасын конфигурациялау
lt: Konfigūruoti CMake projektą
pt_br: Configurar Projeto CMake
uk: Налаштувати проєкт CMake

source: Build CMake Project
kk: CMake жобасын құрастыру
lt: Kurti CMake projektą
pt_br: Construir Projeto CMake
uk: Зібрати проєкт CMake

source: Install CMake Project
kk: CMake жобасын орнату
lt: Įdiegti CMake projektą
pt_br: Instalar Projeto CMake
uk: Встановити проєкт CMake

source: Prepare Build Environment
kk: Құрастыру ортасын дайындау
lt: Paruošti kūrimo aplinką
pt_br: Preparar Ambiente de Construção
uk: Приготувати середовище збирання

source: Possible typo in “%s”. Did you mean “%s”?
kk: «%s» ішінде қате болуы мүмкін. «%s» дегіңіз келді ме?
lt: Galima klaida „%s“. Ar norėjote „%s“?
pt_br: Possível erro de digitação em “%s”. Você quis dizer “%s”?
uk: Можлива друкарська помилка у «%s». Ви мали на увазі «%s»?

source: View in %s
kk: %s ішінде қарау
lt: Rodyti %s
pt_br: Visualizar em %s
uk: Переглянути у %s

source: Importing %s…
kk: %s импортталуда…
lt: Importuojama %s…
pt_br: Importando %s…
uk: Імпортування %s…

source: Library
kk: Кітапхана
lt: Biblioteka
pt_br: Biblioteca
uk: Бібліотека

source: The device address
kk: Құрылғы адресі
lt: Įrenginio adresas
pt_br: O endereço do dispositivo
uk: Адреса пристрою

source: The device port number
kk: Құрылғы портының нөмірі
lt: Įrenginio prievado numeris
pt_br: O número da porta do dispositivo
uk: Номер порту пристрою

source: The application to run
kk: Жегілетін қолданба
lt: Paleistina programa
pt_br: O aplicativo a ser executado
uk: Програма для запуску

source: A PTY to bidirectionally proxy to the device
kk: Құрылғыға екі бағытты прокси жасауға арналған PTY
lt: PTY dvipusiam tarpininkui su įrenginiu
pt_br: Um PTY para proxy bidirecional para o dispositivo
uk: PTY до двоспрямованого проксі до пристрою

source: Number of seconds to wait for the deviced peer to appear
kk: Құрылғы пирінің пайда болуын күту секундтарының саны
lt: Sekundžių skaičius, kiek laukti iki įrenginio porininkas pasirodys
pt_br: Número de segundos para aguardar o dispositivo par para aparecer
uk: Очікування на появу пов'язаного із пристроєм вузла у секундах

source: Running flatpak build-init
kk: Flatpak build-init орындалуда
lt: Vykdoma flatpak build-init
pt_br: Executando build-init do Flatpak
uk: Запуск flatpak build-init

source: Removing stale flatpak staging directory
kk: Ескірген flatpak дайындық бумасын өшіру
lt: Šalinamas užsilikęs flatpak paruošimo katalogas
pt_br: Removendo diretório de staging do Flatpak obsoleto
uk: Вилучаємо застарілий вміст з проміжного каталогу flatpak

source: Initialize from Flatpak Manifest
kk: Flatpak манифестінен инициализациялау
lt: Inicializuojama iš Flatpak manifesto
pt_br: Inicializar a partir do Manifesto do Flatpak
uk: Ініціалізувати з маніфесту Flatpak

source: Create Flatpak Bundle
kk: Flatpak жинағын жасау
lt: Sukurti Flatpak rinkinį
pt_br: Criar pacote flatpak
uk: Створити комплект Flatpak

source: Apply Finishing Details
kk: Соңғы бөлшектерді іске асыру
lt: Pritaikyti užbaigimo detales
pt_br: Aplicar detalhes de finalização
uk: Застосувати завершальні подробиці

source: Build Project Dependencies
kk: Жоба тәуелділіктерін құрастыру
lt: Kurti projekto priklausomybes
pt_br: Construir dependências do projeto
uk: Зібрати залежності проєкту

source: User
kk: Пайдаланушы
lt: Naudotojas
pt_br: Usuário
uk: Користувач

source: Nightly
lt: Naktinis
uk: Щоденні збірки

source: Documentation for the GNOME %s SDK
kk: GNOME %s SDK үшін құжаттама
lt: GNOME %s SDK dokumentacijas
pt_br: Documentação do GNOME %s SDK
uk: Документація до SDK GNOME %s

source: Download Flatpak Dependencies
kk: Flatpak тәуелділіктерін жүктеп алу
lt: Atsisiųsti Flatpak priklausomybes
pt_br: Baixar dependências do flatpak
uk: Отримати залежності Flatpak

source: Export to Flatpak Repository
kk: Flatpak репозиторийіне экспорттау
lt: Eksportuoti Flatpak saugyklą
pt_br: Exportar para o repositório flatpak
uk: Експортувати до сховища Flatpak

source: Post-Install Commands
kk: Орнатқаннан кейінгі командалар
lt: Po-diegimo komandos
pt_br: Comandos de Pós-Instalação
uk: Команди після встановлення

source: Creating Flatpak staging directories
kk: Flatpak дайындық бумаларын жасау
lt: Kuriami Flatpak paruošimo katalogai
pt_br: Criando diretórios de staging do flatpak
uk: Створення проміжних каталогів Flatpak

source: Prepare Staging Directories
kk: Дайындық бумаларын дайындау
lt: Ruošiami paruošimo katalogai
pt_br: Preparando diretórios staging
uk: Приховувати проміжні каталоги

source: Installing
kk: Орнатылуда
lt: Diegiama
pt_br: Instalando
uk: Встановлення

source: Build Project
kk: Жобаны құрастыру
lt: Kurti projektą
pt_br: Construir Projeto
uk: Зібрати проєкт

source: Application
kk: Қолданба
lt: Programa
pt_br: Aplicativo
uk: Програма

source: Starting & Stopping
kk: Іске қосу және тоқтату
lt: Paleidimas ir stabdymas
pt_br: Iniciando e parando
uk: Запуск та зупинення

source: Install Before Running
kk: Жегер алдында орнату
lt: Įdiegti prieš paleidžiant
pt_br: Instalar antes de executar
uk: Встановити до запуску

source: Installs the application before running. This is necessary for most projects unless custom run commands are used.
kk: Жегер алдында қолданбаны орнатады. Егер таңдаулы жегу командалары пайдаланылмаса, бұл көптеген жобалар үшін қажет.
lt: Įdiegia programą prieš paleidžiant. Tai yra būtina daugumai projektų, nebent yra naudojamos pasirinktinės vykdymo komandos.
pt_br: Instala o aplicativo antes de executar. Isso é necessário para a maioria dos projetos a menos que comandos de execução personalizados sejam usados.
uk: Встановлювати програми до запуску. Це необхідно для більшості проєктів, якщо не використано нетипових команд запуску.

source: Stop Signal
kk: Тоқтату сигналы
lt: Stabdymo signalas
pt_br: Sinal de parada
uk: Сигнал зупинення

source: Send the signal to the target application when requesting the application stop.
kk: Қолданбаны тоқтатуды сұрағанда нысаналы қолданбаға сигнал жіберу.
lt: Siųsti signalą paskirties programai, kuomet prašoma sustabdyti programą.
pt_br: Envia o sinal para o aplicativo de destino ao solicitar a parada do aplicativo
uk: Надсилати сигнал цільовій програмі при отриманні запиту щодо зупинення програми.

source: Logging
kk: Журналдау
lt: Žurnalas
pt_br: Registro
uk: Журналювання

source: Verbose Logging
kk: Толық журналдау
lt: Išsamus žurnalas
pt_br: Registro detalhado
uk: Докладний журнал

source: Request verbose logging in the application environment
kk: Қолданба ортасында толық журналдауды сұрау
lt: Prašyti išsamaus žurnalo programos aplinkoje
pt_br: Solicitar registro detalhado no ambiente do aplicativo
uk: Надіслати запит щодо ведення докладного журналу у середовищі програми

source: No SDK
kk: SDK жоқ
lt: Nėra SDK
pt_br: Sem SDK
uk: Немає SDK

source: Plugins
kk: Плагиндер
lt: Įskiepiai
uk: Додатки

source: Diagnostics
kk: Диагностика
lt: Diagnostika
pt_br: Diagnósticos
uk: Діагностика

source: Language Servers
kk: Тілдік серверлер
lt: Kalbos serveriai
pt_br: Servidores de Linguagem
uk: Сервери мов

source: Search
kk: Іздеу
lt: Paieška
pt_br: Busca
uk: Пошук

source: Build Systems
kk: Құрастыру жүйелері
lt: Kūrimo sistemos
pt_br: Sistemas de Compilação
uk: Системи збирання

source: SDKs
kk: SDK-лар
lt: SDK
uk: SDK

source: Templates
kk: Үлгілер
lt: Šablonai
pt_br: Modelos
uk: Шаблони

source: Language Models
kk: Тілдік модельдер
lt: Kalbų modeliai
pt_br: Modelos de linguagem
uk: Мовні моделі

source: Version Control
kk: Нұсқаларды басқару
lt: Versijavimas
pt_br: Controle de versão
uk: Контроль версії

source: Devices
kk: Құрылғылар
lt: Įrenginiai
pt_br: Dispositivos
uk: Пристрої

source: Open file or folder
kk: Файлды немесе буманы ашу
lt: Atverti failą ar aplanką
pt_br: Abrir arquivo ou pasta
uk: Відкриття файла або теки

source: Build Just Project
kk: Тек жобаны құрастыру
lt: Kurti tik projektą
pt_br: Construir apenas projeto
uk: Зібрати лише проєкт

source: Configure Meson Project
kk: Meson жобасын конфигурациялау
lt: Konfigūruoti Meson projektą
pt_br: Configurar projeto meson
uk: Налаштувати проєкт Meson

source: Build Meson Project
kk: Meson жобасын құрастыру
lt: Kurti Meson projektą
pt_br: Construir projeto meson
uk: Зібрати проєкт Meson

source: Install Meson Project
kk: Meson жобасын орнату
lt: Įdiegti Meson projektą
pt_br: Instalar projeto meson
uk: Встановити проєкт Meson

source: Extract Project Information
kk: Жоба ақпаратын шығарып алу
lt: Išgauti projekto informaciją
pt_br: Extrair informações do projeto
uk: Видобути дані щодо проєкту

source: Aarch64 Emulation
kk: Aarch64 эмуляциясы
lt: Aarch64 emuliavimas
pt_br: Emulação aarch64
uk: Емуляція Aarch64

source: Arm Emulation
kk: Arm эмуляциясы
lt: Arm emuliavimas
pt_br: Emulação arm
uk: Емуляція ARM

source: riscv64 Emulation
kk: riscv64 эмуляциясы
lt: riscv64 emuliavimas
pt_br: Emulação riscv64
uk: Емуляція riscv64

source: x64_64 Emulation
kk: x64_64 эмуляциясы
lt: x64_64 emuliavimas
pt_br: Emulação x64_64
uk: Емуляція x64_64

source: My Computer (%s)
kk: Менің компьютерім (%s)
lt: Mano kompiuteris (%s)
pt_br: Meu Computador (%s)
uk: Ваш комп'ютер (%s)

source: Clear existing diagnostics
kk: Бар диагностиканы тазарту
lt: Išvalyti išplėstinę diagnostiką
pt_br: Limpar diagnósticos existentes
uk: Вилучити наявні діагностичні дані

source: GNOME Nightly
lt: GNOME naktinis
