Repository: GNOME/foundry
Catalog: po/*.po
Languages: kk, lt, pt_br, uk

source: FILE [FILE...] - Diagnose a file
kk: ФАЙЛ [ФАЙЛ...] - Файлды диагностикалау
lt: FAILAS [FAILAS...] - diagnozė failui
pt_br: ARQUIVO [ARQUIVO...] - Diagnosticar um arquivo
uk: ФАЙЛ [ФАЙЛ...] - діагностувати файл

source: Installing Documentation
kk: Құжаттаманы орнату
lt: Diegiama dokumentacija
pt_br: Instalando a documentação
uk: Встановлення документації

source: Install a documentation bundle
kk: Құжаттама дестесін орнату
lt: Įdiegti dokumentacijos rinkinį
pt_br: Instalar um pacote de documentação
uk: Встановити пакет документації

source: Title
kk: Тақырыбы
lt: Pavadinimas
pt_br: Título
uk: Заголовок

source: Installed
kk: Орнатылды
lt: Įdiegta
pt_br: Instalado
uk: Встановлено

source: Description
kk: Сипаттамасы
lt: Aprašymas
pt_br: Descrição
uk: Опис

source: End of Life
kk: Қызмет мерзімінің аяқталуы
lt: Nebepalaikoma
pt_br: Fim da vida útil
uk: Завершено термін підтримки

source: List documentation bundles
kk: Құжаттама дестелерін тізімдеу
lt: Išvardinti dokumentacijos rinkinius
pt_br: Listar pacotes de documentação
uk: Вивести список пакетів документації

source: Function to search for
kk: Ізделетін функция
lt: Ieškoma funkcija
pt_br: Função a ser pesquisada
uk: Функція, яку слід знайти

source: FUNCTION
kk: ФУНКЦИЯ
lt: FUNKCIJA
pt_br: FUNÇÃO
uk: ФУНКЦІЯ

source: Property to search for
kk: Ізделетін қасиет
lt: Ieškoma savybė
pt_br: Propriedade a ser pesquisada
uk: Властивість, яку слід знайти

source: PROPERTY
kk: ҚАСИЕТ
lt: SAVYBĖ
pt_br: PROPRIEDADE
uk: ВЛАСТИВІСТЬ

source: Type to search for
kk: Ізделетін түр
lt: Ieškomas tipas
pt_br: Tipo para pesquisar
uk: Введіть щось для пошуку

source: TYPE
kk: ТҮР
lt: TIPAS
pt_br: TIPO
uk: ТИП

source: Query documentation
kk: Құжаттамадан сұрау
lt: Užklausa dokumentacijai
pt_br: Consultar documentação
uk: Запит до документації

source: error
kk: қате
lt: klaida
pt_br: erro
uk: помилка

source: Failed to setup D-Bus service
kk: D-Bus қызметін баптау сәтсіз аяқталды
lt: Nepavyko nustatyti D-Bus tarnybos
pt_br: Falha ao configurar o serviço D-Bus
uk: Не вдалося налаштувати службу D-Bus

source: Failed to spawn shell
kk: Қоршамды қосу сәтсіз аяқталды
lt: Nepavyko paleisti apvalkalo
pt_br: Falha ao iniciar o shell
uk: Не вдалося породити командну оболонку

source: Child shell exited
kk: Туынды қоршам жұмысын аяқтады
lt: Vaikinis apvalkalas išėjo
pt_br: Shell filho encerrado
uk: Дочірня оболонка завершила роботу

source: Start a shell within a foundry project
kk: Foundry жобасының ішінде қоршамды іске қосу
lt: Paleisti apvalkalą foundry projekte
pt_br: Iniciar um shell dentro de um projeto Foundry
uk: Запустити командну оболонку у проєкті foundry

source: Print parent symbols as a tree
kk: Аталық таңбаларды ағаш ретінде шығару
lt: Spausdinti tėvinius simbolius kaip medį
pt_br: Imprimir símbolos pai como uma árvore
uk: Вивести батьківські символи як ієрархію

source: Find symbol at a specific position in a file
kk: Файлдағы белгілі бір позициядан таңбаны табу
lt: Rasti simbolį nurodytoje failo vietoje
pt_br: Encontrar símbolo em uma posição específica em um arquivo
uk: Знайти символ у певній позиції у файлі

source: State
kk: Күйі
lt: Būsena
pt_br: Estado
uk: Стан

source: Created At
kk: Жасалған уақыты
lt: Sukurta
pt_br: Criado em
uk: Створено

source: List only closed issues
kk: Тек жабылған мәселелерді тізімдеу
lt: Išvardinti tik užvertas problemas
pt_br: Listar apenas problemas fechados
uk: Вивести список лише закритих вад

source: List all issues (open and closed)
kk: Барлық мәселелерді (ашық және жабылған) тізімдеу
lt: Išvardinti visas problemas (atvertas ir užvertas)
pt_br: Listar todos os problemas (abertos e fechados)
uk: Вивести список усіх вад (відкритих і закрити)

source: Keywords to search for
kk: Іздеу үшін кілттік сөздер
lt: Ieškomi raktažodžiai
pt_br: Palavras-chave para pesquisar
uk: Ключові слова, які слід знайти

source: KEYWORDS
kk: КІЛТТІК_СӨЗДЕР
lt: RAKTAŽODŽIAI
uk: КЛЮЧОВІ СЛОВА

source: List issues found on forge
kk: Forge-да табылған мәселелерді тізімдеу
lt: Išvardinti saugykloje rastas problemas
pt_br: Listar problemas encontrados no forge
uk: Вивести список вад, які знайдено на forge

source: List available forges
kk: Қолжетімді forge-дарды тізімдеу
lt: Išvardinti prieinamas saugyklas
pt_br: Listar forges disponíveis
uk: Вивести список доступних forge-ів

source: List only closed merge requests
kk: Тек жабылған біріктіру сұранымдарын тізімдеу
lt: Išvardinti tik užvertus suliejimo prašymus
pt_br: Listar apenas solicitações de mesclas fechadas
uk: Вивести список лише закритих запитів щодо об'єднання

source: List all merge requests (open and closed)
kk: Барлық біріктіру сұранымдарын (ашық және жабылған) тізімдеу
lt: Išvardinti visus suliejimo prašymus (atvirus ir užvertus)
pt_br: Listar todas as solicitações de mesclar (abertas e fechadas)
uk: Вивести список усіх запитів щодо об'єднання (відкритих і закрити)

source: List only merged merge requests
kk: Тек біріктірілген біріктіру сұранымдарын тізімдеу
lt: Išvardinti tik sulietus suliejimo prašymus
pt_br: Listar apenas solicitações de mesclar mescladas
uk: Вивести список лише злитих запитів щодо об'єднання

source: List merge requests found on forge
kk: Forge-да табылған біріктіру сұранымдарын тізімдеу
lt: Išvardinti saugykloje rastus suliejimo prašymus
pt_br: Listar solicitações de mesclar encontradas no Forge
uk: Вивести список запитів щодо об'єднання, виявлених на forge

source: URL
uk: АДРЕСА

source: Issues URL
kk: Мәселелердің URL мекенжайы
lt: Problemų URL
pt_br: URL de problemas
uk: Адреса вад

source: Avatar URL
kk: Аватар URL мекенжайы
lt: Atvaizdo URL
pt_br: URL do avatar
uk: Адреса аватара

source: Get info on current forge project
kk: Ағымдағы forge жобасы туралы ақпарат алу
lt: Gauti informaciją apie dabartinį saugyklos projektą
pt_br: Obter informações sobre o projeto Forge atual
uk: Отримати відомості щодо поточного проєкту forge

source: Clear the forge setting
kk: Forge баптауын тазалау
lt: Išvalyti saugyklos nuostatą
pt_br: Limpar a configuração do Forge
uk: Спорожнити параметр forge

source: FORGE - Switch forge to FORGE
kk: FORGE - Forge-ды FORGE-қа ауыстыру
lt: FORGE - pereiti į SAUGYKLĄ
pt_br: FORGE - Alternar o Forge para FORGE
uk: FORGE – перемкнути forge на FORGE

source: Bio
kk: Биография
uk: Біо

source: Get info on current forge user
kk: Ағымдағы forge пайдаланушысы туралы ақпарат алу
lt: Gauto informaciją apie dabartinį saugyklos naudoją
pt_br: Obter informações sobre o usuário atual do Forge
uk: Отримати відомості щодо поточного користувача forge

source: Uri
uk: Адреса

source: Offset
kk: Жылжу
lt: Poslinkis
pt_br: Deslocar
uk: Зсув

source: Length
kk: Ұзындығы
lt: Ilgis
pt_br: Comprimento
uk: Довжина

source: Text
kk: Мәтін
lt: Tekstas
pt_br: Texto
uk: Текст

source: Before Context
kk: Алдыңғы контекст
lt: Kontekstas prieš
pt_br: Antes do contexto
uk: Випереджальний контекст

source: After Context
kk: Келесі контекст
lt: Kontekstas po
pt_br: Após o contexto
uk: Наступний контекст

source: Search recursively
kk: Рекурсивті іздеу
lt: Ieškoti rekusyviai
pt_br: Pesquisa recursiva
uk: Рекурсивний пошук

source: Case insensitive search
kk: Регистрге сезімтал емес іздеу
lt: Paieška neskiriant raidžių dydžio
pt_br: Pesquisa sem distinção entre maiúsculas e minúsculas
uk: Пошук без врахування регістру

source: Use regular expressions
kk: Тұрақты өрнектерді пайдалану
lt: Naudoti reguliariąsias išraiškas
pt_br: Usar expressões regulares
uk: Використовувати формальні вирази

source: Match whole words
kk: Толық сөздерді сәйкестендіру
lt: Atitikti visus žodžius
pt_br: Corresponder a palavras inteiras
uk: Шукати лише цілі слова

source: Maximum number of matches
kk: Сәйкестіктердің максималды саны
lt: Daugiausia atitikčių
pt_br: Número máximo de correspondências
uk: Максимальна кількість відповідників

source: COUNT
kk: САНЫ
lt: SKAIČIUS
pt_br: CONTAGEM
uk: КІЛЬКІСТЬ

source: Number of context lines
kk: Контекст жолдарының саны
lt: Konteksto eilučių skaičius
pt_br: Número de linhas de contexto
uk: Кількість рядків контексту

source: LINES
kk: ЖОЛДАР
lt: EILUTĖS
pt_br: LINHAS
uk: РЯДКИ

source: Required file patterns (shell globs)
kk: Қажетті файл үлгілері (shell globs)
lt: Būtini failų šablonai (apvalkalo)
pt_br: Padrões de arquivo obrigatórios (shell globs)
uk: Взірці потрібних файлів (замінники командної оболонки)

source: PATTERN
kk: ҮЛГІ
lt: ŠABLONAS
pt_br: PADRÃO
uk: ВЗІРЕЦЬ

source: Excluded file patterns (shell globs)
kk: Шығарылған файл үлгілері (shell globs)
lt: Išskiriami failų šablonai (apvalkalo)
pt_br: Padrões de arquivo excluídos (shell globs)
uk: Взірці виключених файлів (замінники командної оболонки)

source: Replace matches with the given text
kk: Сәйкестіктерді берілген мәтінмен алмастыру
lt: Pakeisti atitiktis nurodytu tekstu
pt_br: Substituir correspondências pelo texto fornecido
uk: Замінити відповідники вказаним текстом

source: TEXT
kk: МӘТІН
lt: TEKSTAS
pt_br: TEXTO
uk: ТЕКСТ

source: Search for text patterns in files
kk: Файлдардан мәтін үлгілерін іздеу
lt: Ieškoti teksto šablonų failuose
pt_br: Buscar padrões de texto em arquivos
uk: Шукати взірці тексту у файлах

source: FILE - Guess a files language
kk: ФАЙЛ - Файл тілін анықтау
lt: FAILAS - spėti failų kalbą
pt_br: ARQUIVO - Adivinhar o idioma de um arquivo
uk: ФАЙЛ – виявити мову файлів

source: '%s' is already within a foundry project at '%s'
kk: '%s' қазірдің өзінде '%s' ішіндегі foundry жобасында орналасқан
lt: „%s“ jau yra foundry projekte „%s“
pt_br: '%s' já está dentro de um projeto Foundry em '%s'
uk: «%s» вже перебуває у проєкті foundry у «%s»

source: Failed to initialize foundry
kk: Foundry инициализациялау сәтсіз аяқталды
lt: Nepavyko inicializuoti foundry
pt_br: Falha ao inicializar o Foundry
uk: Не вдалося ініціалізувати foundry

source: Initialized empty Foundry project at %s
kk: %s ішінде бос Foundry жобасы инициализацияланды
lt: Inicializuoti tuščią Foundry projektą kataloge %s
pt_br: Projeto Foundry vazio inicializado em %s
uk: Ініціалізовано порожній проєкт Foundry у %s

source: Failed to shutdown foundry
kk: Foundry жұмысын тоқтату сәтсіз аяқталды
lt: Nepavyko išjungti foundry
pt_br: Falha ao encerrar o Foundry
uk: Не вдалося закрити foundry

source: Initialize a foundry project
kk: Foundry жобасын инициализациялау
lt: Inicializuoti foundry projektą
pt_br: Inicializar um projeto Foundry
uk: Ініціалізувати проєкт foundry

source: MODEL - Complete using a LLM
kk: МОДЕЛЬ - LLM көмегімен аяқтау
lt: MODELIS ž užbaigti naudojant DKM
pt_br: MODELO - Complete usando um LLM
uk: МОДЕЛЬ – доповнення за допомогою ВММ

source: Digest
kk: Дайджест
lt: Santrauka
pt_br: Resumo
uk: Контрольна сума

source: List available language models
kk: Қолжетімді тілдік модельдерді тізімдеу
lt: Išvardinti galimus kalbų modelius
pt_br: Listar modelos de linguagem disponíveis
uk: Вивести список доступних мовних моделей

source: URI
uk: АДРЕСА

source: Content Type
kk: Мазмұн түрі
lt: Turinio tipas
pt_br: Tipo de conteúdo
uk: Тип вмісту

source: List available resources
kk: Қолжетімді ресурстарды тізімдеу
lt: Išvardinti galimus išteklius
pt_br: Listar recursos disponíveis
uk: Вивести список доступних ресурсів

source: List available tool integrations
kk: Саймандардың қолжетімді интеграцияларын тізімдеу
lt: Išvardinti galimas įrankių integracijas
pt_br: Listar integrações de ferramentas disponíveis
uk: Вивести список доступних інтеграцій інструментів

source: Languages
kk: Тілдер
lt: Kalbos
pt_br: Idiomas
uk: Мови

source: List available lsps
kk: Қолжетімді LSP тізімдеу
lt: Išvardinti galimus lsps
pt_br: Listar lsps disponíveis
uk: Вивести список доступних lsp

source: PLUGIN LANGUAGE
kk: ПЛАГИН ТІЛІ
lt: ĮSKIEPIO KALBA
pt_br: IDIOMA DO PLUGIN
uk: ДОДАТОК МОВА

source: LANGUAGE - Run a language server
kk: ТІЛ - Тілдік серверді іске қосу
lt: KALBA - paleisti kalbos serverį
pt_br: IDIOMA - Executar um servidor de linguagem
uk: МОВА – запустити сервер мови

source: Failed to get stdin/stdout file descriptors
kk: Stdin/stdout файл дескрипторларын алу сәтсіз аяқталды
lt: Nepavyko gauti stdin/stdout failų deskriptorių
pt_br: Falha ao obter descritores de arquivo stdin/stdout
uk: Не вдалося отримати дескриптори файлів stdin/stdout

source: Failed to create MCP server
kk: MCP серверін жасау сәтсіз аяқталды
lt: Nepavyko sukurti MCP serverio
pt_br: Falha ao criar o servidor MCP
uk: Не вдалося створити сервер MCP

source: Run MCP server
kk: MCP серверін іске қосу
lt: Paleisti MCP serverį
pt_br: Executar servidor MCP
uk: Запустити сервер MCP

source: KEYWORD - find gir doc in markdown
kk: КІЛТТІК СӨЗ - markdown ішінен gir құжатын табу
lt: RAKTAŽODIS - rasti gir dokumentaciją markdown
pt_br: PALAVRA-CHAVE - encontrar documentação GIR em Markdown
uk: КЛЮЧОВЕ СЛОВО – знайти документацію gir у markdown

source: Directory
kk: Бума
lt: Katalogas
pt_br: Diretório
uk: Каталог

source: Flags
kk: Жалаушалар
lt: Požymiai
pt_br: Sinalizações
uk: Прапорці

source: FILE - List command to compile file
kk: ФАЙЛ - Файлды компиляциялау командасын тізімдеу
lt: FAILAS - pateikti komandą failo kompiliavimui
pt_br: ARQUIVO - Lista os comandos para compilar o arquivo
uk: ФАЙЛ – вивести список команд до файла збирання

source: PHASE PROJECT_DIRECTORY LINKED_PHASE - Link a workspace to the build pipeline
kk: КЕЗЕҢ ЖОБА_БУМАСЫ БАЙЛАНЫСТЫРЫЛҒАН_КЕЗЕҢ - Жұмыс орнын құрастыру конвейеріне байланыстыру
lt: FAZĖ PROJEKTO_KATALOGAS SUSIETA-FAZĖ - susieti darbalaukį su kūrimo konvejeriu
pt_br: PROJETO_DIRETÓRIO VINCULADO_FASE - Vincula um espaço de trabalho ao pipeline de compilação
uk: ФАЗА КАТАЛОГ_ПРОЄКТУ ПОВ'ЯЗАНА_ФАЗА – пов'язати робочий простір із каналом обробки збирання

source: Phase
kk: Кезең
lt: Fazė
pt_br: Fase
uk: Фаза

source: Completed
kk: Аяқталды
lt: Užbaigta
pt_br: Concluído
uk: Завершено

source: List information about pipeline
kk: Конвейер туралы ақпаратты тізімдеу
lt: Pateikti informaciją apie konvejerį
pt_br: Listar informações sobre o pipeline
uk: Вивести відомості щодо каналу обробки

source: Invalidate the build pipeline
kk: Құрастыру конвейерін жарамсыз ету
lt: Padaryti kūrimo konvejerį nevalidžiu
pt_br: Invalidar o pipeline de compilação
uk: Скасувати чинність каналу обробки збирання

source: List known build targets
kk: Белгілі құрастыру нысаналарын тізімдеу
lt: Išvardinti žinomus kūrimo tikslus
pt_br: Listar alvos de compilação conhecidos
uk: Вивести відомі цілі збирання

source: PHASE PROJECT_DIRECTORY - Unlink a workspace from the build pipeline
kk: КЕЗЕҢ ЖОБА_БУМАСЫ - Жұмыс орнының құрастыру конвейерімен байланысын ажырату
lt: FAZĖ PROJEKTO_KATALOGAS - atsieti darbo sritį nuo kūrimo konvejerio
pt_br: FASE PROJETO_DIRECTÓRIO - Desvincular um espaço de trabalho do pipeline de compilação
uk: ФАЗА КАТАЛОГ_ПРОЄКТУ – скасувати прив'язку робочого простору до каналу обробки збирання

source: PROGRAM - Look for PROGRAM in build pipeline
kk: БАҒДАРЛАМА - Құрастыру конвейерінен БАҒДАРЛАМА іздеу
lt: PROGRAMA - ieškoti PROGRAMOS kūrimo konvejeryje
pt_br: PROGRAMA - Procure por PROGRAMA no pipeline de compilação
uk: ПРОГРАМА – шукати ПРОГРАМУ у каналі обробки збирання

source: No default run command specified in configuration
kk: Конфигурацияда әдепкі іске қосу командасы көрсетілмеген
lt: Konfigūracijos nenurodyta numatytoji vykdymo komanda
pt_br: Nenhum comando de execução padrão especificado na configuração
uk: У налаштуваннях не вказано типової команди для запуску

source: [-- COMMAND...] - Run the application
kk: [-- КОМАНДА...] - Қолданбаны іске қосу
lt: [-- KOMANDA...] - paleisti programą
pt_br: [-- COMANDO...] - Executar o aplicativo
uk: [-- КОМАНДА...] – запустити програму

source: Installing SDK
kk: SDK орнатылуда
lt: Diegiama SDK
pt_br: Instalando o SDK
uk: Встановлення SDK

source: SDK_ID - Install a SDK
kk: SDK_ID - SDK орнату
lt: SDK_ID - įdiegti SDK
pt_br: SDK_ID - Instalar um SDK
uk: SDK_ID – встановити SDK

source: Arch
kk: Архитектура
pt_br: Arquitetura
uk: Архітектура

source: Extension
kk: Кеңейту
lt: Plėtinys
pt_br: Extensão
uk: Розширення

source: List available SDKs
kk: Қолжетімді SDK тізімдеу
lt: Išvardinti galimus SDK
pt_br: Listar SDKs disponíveis
uk: Вивести список доступних SDK

source: SDK - Start a shell in SDK
kk: SDK - SDK ішінде қоршамды бастау
lt: SDK - paleisti apvalkalą su SDK
pt_br: SDK - Iniciar um shell no SDK
uk: SDK – запустити оболонку у SDK

source: SDK_ID - Switch current SDK
kk: SDK_ID - Ағымдағы SDK ауыстыру
lt: SDK_ID - keisti dabartinį SDK
pt_br: SDK_ID - Alternar o SDK atual
uk: SDK_ID – перемкнути поточний SDK

source: SDK PROGRAM - Look for PROGRAM in SDK
kk: SDK БАҒДАРЛАМА - SDK ішінен БАҒДАРЛАМА іздеу
lt: SDK PROGRAMA - ieškoti PROGRAMOS SDK
pt_br: PROGRAMA SDK - Procure o PROGRAMA no SDK
uk: SDK ПРОГРАМА – шукати ПРОГРАМУ у SDK

source: Query search providers
kk: Іздеу провайдерлеріне сұраныс салу
lt: Užklausi paieškos tiekėjų
pt_br: Consulte provedores de pesquisa
uk: Надіслати запит до надавачів даних пошуку

source: HOSTNAME SERVICE - Check when API key expires
kk: ХОСТ_АТАУЫ СЕРВИС - API кілтінің мерзімі қашан бітетінін тексеру
lt: SERVERIS TARNYBA - tikrinti, kada baigia galioti API raktas
pt_br: HOSTNAME SERVICE - Verificar quando a chave da API expira
uk: НАЗВА_ВУЗЛА СЛУЖБА – перевірити, коли завершується строк дії ключа до програмного інтерфейсу

source: HOSTNAME SERVICE - Retrieve API key for service
kk: ХОСТ_АТАУЫ СЕРВИС - Сервис үшін API кілтін алу
lt: SERVERIS TARNYBA - gauti tarnybos API raktą
pt_br: HOSTNAME SERVICE - Recuperar a chave da API para o serviço
uk: НАЗВА_ВУЗЛА СЛУЖБА – отримати ключ до програмного інтерфейсу для служби

source: Set expiration date in YYYY-MM-DD format
kk: Мерзімінің аяқталу күнін ЖЖЖЖ-АА-КК пішімінде орнату
lt: Nustatyti galiojimo datą YYYY-MM-DD formatu
pt_br: Definir data de expiração no formato DD-MM-YYYY
uk: Встановити дату завершення строку дії у форматі РРРР-ММ-ДД

source: DATE
kk: КҮН
lt: DATA
pt_br: DATA
uk: ДАТА

source: [OPTIONS] HOSTNAME SERVICE - Rotate API key for service
kk: [ОПЦИЯЛАР] ХОСТ_АТАУЫ СЕРВИ - Сервис үшін API кілтін жаңарту
lt: [PARAMETRAI] SERVERIS TARNYBA - keisti tarnybos API raktą
pt_br: [OPÇÕES] SERVIÇO HOSTNAME - Rotacionar chave de API para o serviço
uk: [ПАРАМЕТРИ] НАЗВА_ВУЗЛА СЛУЖБА – заміна ключа програмного інтерфейсу для служби

source: HOSTNAME SERVICE API_KEY - Store API key for service
kk: ХОСТ_АТАУЫ СЕРВИС API_КІЛТІ - Сервис үшін API кілтін сақтау
lt: SERVERIS TARNYBA API_RAKTAS - įrašyti tarnybos API raktą
pt_br: HOSTNAME SERVICE API_KEY - Armazenar chave de API para o serviço
uk: НАЗВА_ВУЗЛА СЛУЖБА КЛЮЧ_API – зберегти ключ до програмного інтерфейсу для служби

source: SCHEMA KEY - Get setting
kk: СХЕМА КІЛТ - Баптауды алу
lt: SCHEMA RAKTAS - gauti nuostatą
pt_br: SCHEMA KEY - Obter configuração
uk: СХЕМА КЛЮЧ – отримати параметр

source: SCHEMA KEY - Set setting
kk: СХЕМА КІЛТ - Баптауды орнату
lt: SCHEMA RAKTAS - nustatyti nuostatą
pt_br: SCHEMA KEY - Definir configuração
uk: СХЕМА КЛЮЧ – встановити параметр

source: Enter environment for running applications
kk: Қолданбаларды іске қосу ортасына кіру
lt: Įveskite aplinką programų vykdymui
pt_br: Inserir ambiente para executar aplicativos
uk: Увійти до середовища для запущених програм

source: - Start shell in build environment
kk: - Құрастыру ортасында қоршамды бастау
lt: - paleisti apvalkalą kūrimo aplinkoje
pt_br: - Iniciar shell no ambiente de compilação
uk: - запустити командну оболонку у середовищі збирання

source: Reveal a file in the file manager
kk: Файлды файл менеджерінде көрсету
lt: Parodyti failą failų tvarkyklėje
pt_br: Exibir um arquivo no gerenciador de arquivos
uk: Показати файл у програмі для керування файлами

source: No symbols found
kk: Таңбалар табылмады
lt: Nerasta simbolių
pt_br: Nenhum símbolo encontrado
uk: Символів не знайдено

source: Print object type names next to symbol names
kk: Объект түрлерінің атауларын таңба атауларының қасында шығару
lt: Atspausdinti objektų tipų pavadinimus šalia simbolių pavadinimų
pt_br: Imprimir nomes de tipos de objeto ao lado dos nomes dos símbolos
uk: Виводити назви типів об'єктів поряд із назвами символів

source: List symbols in a file as a tree
kk: Файлдағы таңбаларды ағаш түрінде тізімдеу
lt: Išvardinti simbolius faile kaip medį
pt_br: Listar símbolos em um arquivo como uma árvore
uk: Вивести список символів до файла у форматі ієрархії

source: TEMPLATE_ID|TEMPLATE_FILE - Expand a template
kk: ШАБЛОН_ID|ШАБЛОН_ФАЙЛЫ - Шаблонды жаю
lt: ŠABLONOS_ID|ŠABLONO_FAILAS - išplėsti šabloną
pt_br: TEMPLATE_ID|TEMPLATE_FILE - Expandir um modelo
uk: ІД_ШАБЛОНУ|ФАЙЛ_ШАБЛОНУ – розгорнути шаблон

source: Tags
kk: Тегтер
lt: Žymos
uk: Мітки

source: List available project templates
kk: Жобаның қолжетімді шаблондарын тізімдеу
lt: Išvardinti galimus projektų šablonus
pt_br: Listar modelos de projeto disponíveis
uk: Показати список доступних шаблонів проєктів

source: Suites
kk: Жиынтықтар
lt: Rinkiniai
pt_br: Pacotes
uk: Комплекти

source: List available tests
kk: Қолжетімді тесттерді тізімдеу
lt: Išvardinti galimus testus
pt_br: Listar testes disponíveis
uk: Вивести список доступних тестів

source: TEST - Run a test
kk: ТЕСТ - Тестті іске қосу
lt: TESTAS - vykdyti testą
pt_br: TEST - Executar um teste
uk: ТЕСТ – запустити тест

source: FILE - Print commit blame information
kk: ФАЙЛ - Коммит үшін blame ақпаратын шығару
lt: FAILAS - atspausdinti kūrimo kaltininkų informaciją
pt_br: FILE - Imprimir informações de atribuição de commit
uk: ФАЙЛ – вивести відомості щодо внесків редагування

source: FILE - Print commit fetch information
kk: ФАЙЛ - Коммитті алу (fetch) туралы ақпаратты шығару
lt: FAILAS - atspausdinti atsisiuntimo informaciją
pt_br: FILE - Imprimir informações de busca de commit
uk: ФАЙЛ – вивести відомості щодо отримання внесків

source: FILE - Check if FILE is ignored
kk: ФАЙЛ - ФАЙЛ еленбейтінін тексеру
lt: FAILAS - tikrinti, ar FAILO yra nepaisoma
pt_br: FILE - Verificar se o arquivo FILE foi ignorado
uk: ФАЙЛ – перевірити чи буде проігноровано ФАЙЛ

source: Local
kk: Жергілікті
lt: Vietinis
uk: Локальний

source: List files known to the VCS
kk: VCS-ке белгілі файлдарды тізімдеу
lt: Išvardinti versijavimo sistemai žinomus failus
pt_br: Listar arquivos conhecidos pelo VCS
uk: Вивести список файлів, які відомі системі керування версіями

source: Branch Name
kk: Тармақ атауы
lt: Šakos pavadinimas
pt_br: Nome da ramificação
uk: Назва гілки

source: List available version control systems
kk: Қолжетімді нұсқаларды басқару жүйелерін тізімдеу
lt: Išvardinti galimas versijavimo sistemas
pt_br: Listar versões disponíveis sistemas de controle
uk: Вивести список доступних систем керування версіями

source: List remotes known to the VCS
kk: VCS-ке белгілі қашықтағы репозиторийлерді тізімдеу
lt: Išvardinti versijavimo sistemai žinomus nuotolines saugyklas
pt_br: Listar repositórios remotos conhecidos pelo VCS
uk: Вивести список віддалених гілок, які відомі системі керування версіями

source: Get history for a file
kk: Файл тарихын алу
lt: Gauti failo istoriją
pt_br: Obter histórico de um arquivo
uk: Отримати журнал змін для файла

source: Set VCS as default for all project contributors
kk: VCS-ті жобаның барлық қатысушылары үшін әдепкі ретінде орнату
lt: Nustatyti versijavimo sistemą kaip numatytą visiems, pridedantiems prie projekto
pt_br: Definir VCS como padrão para todos os contribuidores do projeto
uk: Встановити систему керування версіями типовою для усіх компонентів проєкту

source: VCS - Switch current version control system
kk: VCS - Ағымдағы нұсқаларды басқару жүйесін ауыстыру
lt: VS - keisti dabartinę versijavimo sistemą
pt_br: VCS - Alternar o sistema de controle de versão atual
uk: СКВ – перемкнути поточну систему керування версіями

source: Usage
kk: Қолданылуы
lt: Naudojimas
uk: Користування

source: OPTIONS
kk: ОПЦИЯЛАР
lt: PARAMETRAI
uk: ПАРАМЕТРИ

source: No such command
kk: Мұндай команда жоқ
lt: Nėra tokios komandos
pt_br: Comando inexistente
uk: Немає такої команди
