Repository: GNOME/foundry
Catalog: po/*.po
Languages: kk, lt, pt_br, uk

source: Search for anything
kk: Кез келген нәрсені іздеу
lt: Ieškokite bet ko
pt_br: Procure por qualquer coisa
uk: Шукати будь-що

source: Type to Search
kk: Іздеу үшін теріңіз
lt: Rašykite paieškai
pt_br: Digite para pesquisar
uk: Введіть текст для пошуку

source: Prefix your query with one of the following to filter results
kk: Нәтижелерді сүзгілеу үшін сұраныс алдына келесілердің бірін қосыңыз
lt: Pridėkite vieną iš šių priešdėlių rezultatams filtruoti
pt_br: Adicione um dos seguintes prefixos à sua consulta para filtrar os resultados
uk: Додати префікс до вашого запиту на основі одного з наступних результатів фільтрування

source: Files
kk: Файлдар
lt: Failai
pt_br: Arquivos
uk: Файли

source: Symbols
kk: Символдар
lt: Simboliai
pt_br: Símbolos
uk: Символи

source: Documentation
kk: Құжаттама
lt: Dokumentacija
pt_br: Documentação
uk: Документація

source: Actions
kk: Әрекеттер
lt: Veiksmai
pt_br: Ações
uk: Дії

source: No Results Found
kk: Нәтижелер табылмады
lt: Nerasta rezultatų
pt_br: Nenhum resultado encontrado
uk: Нічого не знайдено

source: Try a difference search
kk: Басқа іздеуді қолданып көріңіз
lt: Bandykite kitą paiešką
pt_br: Experimente uma pesquisa diferente
uk: Спробувати інший критерій пошуку

source: Show Panels
kk: Панельдерді көрсету
lt: Rodyti skydelius
pt_br: Mostrar painéis
uk: Показувати панелі

source: Information
kk: Ақпарат
lt: Informacija
pt_br: Informações
uk: Інформація

source: Keyboard Shortcuts
kk: Пернетақта жарлықтары
lt: Klaviatūros trumpiniai
pt_br: Atalhos de teclado
uk: Клавіатурні скорочення

source: Text Editor
kk: Мәтіндік түзеткіші
lt: Tekstų redaktorius
pt_br: Editor de texto
uk: Текстовий редактор

source: Terminal
kk: Терминал
lt: Terminalas
uk: Термінал

source: Programming Languages
kk: Бағдарламалау тілдері
lt: Programavimo kalbos
pt_br: Linguagens de programação
uk: Мови програмування

source: Fonts & Styling
kk: Қаріптер мен стилдеу
lt: Šriftai ir stilius
pt_br: Fontes e estilos
uk: Шрифти та стилі

source: Use Custom Font
kk: Таңдауыңызша қаріпті қолдану
lt: Naudoti pasirinktinį šriftą
pt_br: Use fonte personalizada
uk: Нетиповий шрифт

source: Custom Font
kk: Таңдауыңызша қаріп
lt: Pasirinktinis šriftas
pt_br: Fonte personalizada
uk: Нетиповий шрифт

source: Indentation & Formatting
kk: Шегініс пен пішімдеу
lt: Įtrauka ir formatavimas
pt_br: Recuo e formatação
uk: Відступи і форматування

source: Formatting
kk: Пішімдеу
lt: Formatavimas
pt_br: Formatação
uk: Форматування

source: Trailing Newline
kk: Соңғы жаңа жол
lt: Nauja eilutė pabaigoje
pt_br: Quebra de linha final
uk: Кінцевий знак нового рядка

source: Ensure files end with a new line
kk: Файлдар жаңа жолмен аяқталатынына көз жеткізу
lt: Užtikrinti, kad failai baigiasi nauja eilute
pt_br: Certifique-se de que os arquivos terminem com uma nova linha.
uk: Забезпечити завершення файлів символом нового рядка

source: Indentation
kk: Шегініс
lt: Įtrauka
pt_br: identação
uk: Відступ

source: Auto Indent
kk: Автошегініс
lt: Automatinė įtrauka
pt_br: identação automática
uk: Автовідступ

source: Automatically indent while you type
kk: Теру кезінде автоматты түрде шегініс жасау
lt: Automatinė įtrauka jums rašant
pt_br: identação automática enquanto você digita
uk: Автоматично вставляти абзацний відступ при введенні

source: Indent Selections on Tab
kk: Tab арқылы таңдалғандарды шегіндіру
lt: Įtraukti žymėjimus paspaudus Tab
pt_br: Identar seleções com Tab
uk: Додавати відступи при натисканні Tab

source: Indent selections when tab is pressed
kk: Tab басылғанда таңдалғандарды шегіндіру
lt: Įtraukti žymėjimus paspaudus Tab
pt_br: A seleção é identada quando a tecla Tab é pressionada.
uk: Додавати абзацний відступ до позначеного, якщо натиснуто клавішу Tab

source: Insert Spaces Instead of Tabs
kk: Табуляция орнына бос орындарды кірістіру
lt: Įterpti tarpus vietoje tabuliacijos
pt_br: Inserir espaços em vez de tabulação
uk: Вставляти пробіли замість табуляцій

source: Insert spaces instead of tabs when tab is pressed
kk: Tab басылғанда табуляция орнына бос орындарды кірістіру
lt: Paspaudus tab įterpti tarpus vietoje tabuliacijos
pt_br: Ao pressionar a tecla Tab, insira espaços em vez de tabulações.
uk: Вставляти пробіли замість табуляцій у відповідь на натискання клавіші Tab

source: Tab Width
kk: Табуляция ені
lt: Tabuliacijos plotis
pt_br: Largura da tabulação
uk: Ширина табуляції

source: The width of a tab in characters
kk: Таңбалармен есептелген табуляция ені
lt: Tabuliacijos plotis simboliais
pt_br: A largura de uma tabulação em caracteres
uk: Ширина табуляції у символах

source: Override Indent Width
kk: Шегініс енін қайта анықтау
lt: Pakeisti įtraukos plotį
pt_br: Alterar largura da identação
uk: Перевизначити ширину відступу

source: Specify an indentation width separate from the tab width
kk: Tab енінен бөлек шегініс енін көрсету
lt: Nurodyti kitokią įtrauką, nei tabuliacijos plotis
pt_br: Especifique uma largura de identação separada da largura da tabulação.
uk: Вказати ширину відступу, окремо від ширини табуляції

source: Indent Width
kk: Шегініс ені
lt: Įtraukos plotis
pt_br: Largura da identação
uk: Ширина відступу

source: The width to indent in characters
kk: Таңбалармен есептелген шегініс ені
lt: Įtraukos plotis simboliais
pt_br: A largura da identação em caracteres
uk: Ширина відступу у символах

source: Margin
kk: Шет өрісі
lt: Paraštė
pt_br: Margem
uk: Поле

source: Show Right Margin
kk: Оң жақ шет өрісін көрсету
lt: Rodyti dešinę paraštę
pt_br: Mostrar margem direita
uk: Показувати праве поле

source: Draw an indicator showing the right margin position
kk: Оң жақ шет өрісі орнын көрсететін индикаторды салу
lt: Piešti indikatorių, nurodantį dešinės paraštės padėtį
pt_br: Desenha um indicador mostrando a posição da margem direita.
uk: Малювати індикатор, що позначає позицію правого поля

source: Right Margin Position
kk: Оң жақ шет өрісінің орны
lt: Dešinės paraštės padėtis
pt_br: Posição da margem direita
uk: Позиція правого поля

source: The offset in characters where the right margin should be drawn
kk: Оң жақ шет өрісі салынатын таңбалар санындағы ығысу
lt: Poslinkis simboliais, kur turi būti piešiama dešinė paraštė
pt_br: O deslocamento em caracteres onde a margem direita deve ser desenhada.
uk: Зсув у символах, за яким має бути намальовано праве поле

source: Completion
kk: Толықтыру
lt: Užbaigimas
pt_br: Conclusão
uk: Доповнення

source: Complete while Typing
kk: Теру кезінде толықтыру
lt: Užbaiginėti rašant
pt_br: Concluir enquanto digita
uk: Доповнювати під час введення

source: Automatically complete words and syntax while typing
kk: Теру кезінде сөздер мен синтаксисті автоматты түрде толықтыру
lt: Automatiškai užbaigti žodžius ir sintaksę rašant
pt_br: Completar automaticamente palavras e sintaxe enquanto digita
uk: Автоматично доповнювати слова та синтаксичні конструкції під час введення

source: Select First Proposal
kk: Бірінші ұсынысты таңдау
lt: Pasirinkti pirmą siūlymą
pt_br: Selecione a primeira proposta
uk: Вибирати першу пропозицію

source: Automatically select the first completion proposal
kk: Бірінші толықтыру ұсынысын автоматты түрде таңдау
lt: Automatiškai pasirinkti pirmą užbaigimo siūlymą
pt_br: Seleciona automaticamente a primeira proposta de conclusão
uk: Автоматично вибирати першу пропозицію доповнення

source: Maximum Completion Proposals
kk: Ең көп толықтыру ұсыныстары
lt: Didžiausias užbaigimo pasiūlymų skaičius
pt_br: Máximo das propostas de conclusão
uk: Максимальна кількість пропозицій доповнення

source: The maximum number of completion rows that will be displayed at once
kk: Бір уақытта көрсетілетін толықтыру жолдарының ең көп саны
lt: Didžiausias užbaigimo pasiūlymų skaičius, kuris bus rodomas vienu metu
pt_br: O número máximo de linhas de conclusão que serão exibidas simultaneamente
uk: Максимальна кількість рядків доповнень, які слід показувати одночасно

source: Smart Keybindings
kk: Ақылды пернелер тіркесімдері
lt: Išmanūs klavišų susiejimai
pt_br: Atalhos de teclado inteligentes
uk: Кмітливі комбінації клавіш

source: Smart Backspace
kk: Ақылды Backspace
lt: Išmanus grįžtamasis trynimas
pt_br: Backspace inteligente
uk: Розумне вилучення

source: Remove additional spaces when using backspace to align with tabs
kk: Tab-тармен туралау үшін Backspace қолданғанда қосымша бос орындарды өшіру
lt: Pašalinti papildomus tarpus naudojant grįžtamąjį trynimą, sulygiuojant tabuliaciją
pt_br: Remova espaços adicionais ao usar a tecla Backspace para alinhar com as tabulações
uk: Вилучати додаткові пробіли при використанні Backspace для вирівнювання з табуляціями

source: Smart Home End
kk: Ақылды Home End
lt: Išmanūs pradžia ir pabaiga
pt_br: Home End inteligente
uk: Розумні клавіші Home End

source: Move to content instead of line ends when pressing Home/End
kk: Home/End басылғанда жол соңдарына емес, мазмұнға өту
lt: Perkelti prie turinio vietoje eilutės pabaigos paspaudus pradžios/pabaigos klavišus
pt_br: Mova o cursor para as extremidades das linhas ao pressionar Home/End
uk: Переходити до справжнього тексту замість кінців рядків при натисканні Home/End

source: Braces
kk: Фигуралық жақшалар
lt: Skliaustai
pt_br: Chaves
uk: Дужки

source: Insert Matching Brace
kk: Сәйкес фигуралық жақшаны кірістіру
lt: Įterpti porinį skliaustą
pt_br: Inserir chave correspondente
uk: Вставити відповідну дужку

source: Insert matching braces when typing an opening brace
kk: Ашылатын фигуралық жақшаны тергенде сәйкес жақшаны кірістіру
lt: Įterpti porinius skliaustus rašant atveriančius skliaustus
pt_br: Insira chaves correspondentes ao digitar uma chave de abertura.
uk: Вставляти парні дужки при введенні відкритої дужки

source: Overwrite Matching Brace
kk: Сәйкес фигуралық жақшаның үстінен жазу
lt: Perrašyti porinį skliaustą
pt_br: Sobrescrever chaves correspondente
uk: Перезаписувати парну дужку

source: Overwrite matching braces when typing
kk: Теру кезінде сәйкес фигуралық жақшалардың үстінен жазу
lt: Perrašyti porinį skliaustą rašant
pt_br: Sobrescreve chaves correspondentes ao digitar
uk: Перезаписувати парні дужки при введенні

source: Wrap Text
kk: Мәтінді тасымалдау
lt: Laužyti tekstą
pt_br: Quebrar texto
uk: Переносити рядки тексту

source: Lines
kk: Жолдар
lt: Eilutės
pt_br: Linhas
uk: Рядки

source: Line Height
kk: Жол биіктігі
lt: Eilutės aukštis
pt_br: Altura da linha
uk: Висота рядка

source: Show Line Numbers
kk: Жол нөмірлерін көрсету
lt: Rodyti eilučių numerius
pt_br: Mostrar números das linhas
uk: Показувати номери рядків

source: Show line numbers next to each line
kk: Әр жолдың жанында жол нөмірлерін көрсету
lt: Prie kiekvienos eilutės rodyti jos numerį
pt_br: Exibir os números das linhas ao lado de cada linha
uk: Показувати номери рядків поряд із кожним рядком

source: Show Line Changes
kk: Жол өзгерістерін көрсету
lt: Rodyti eilučių pakeitimus
pt_br: Mostrar alterações de linha
uk: Показати зміни у рядках

source: Describe how a line was changed next to each line
kk: Әр жолдың жанында оның қалай өзгергенін сипаттау
lt: Prie kiekvienos eilutės nurodyti, kaip ji buvo pakeista
pt_br: Descreva como uma linha foi alterada ao lado de cada linha
uk: Додавати опис зміни рядка поряд із кожним рядком

source: Show Change Overview
kk: Өзгерістер шолуын көрсету
lt: Rodyti pakeitimų apžvalgą
pt_br: Mostrar visão geral das alterações
uk: Показати огляд змін

source: Show an overview of changes to the entire document
kk: Бүкіл құжаттағы өзгерістердің шолуын көрсету
lt: Rodyti pakeitimų apžvalgą visam dokumentui
pt_br: Apresentar uma visão geral das alterações em todo o documento
uk: Показати огляд змін до усього документа

source: Highlighting
kk: Ерекшелеу
lt: Paryškinimas
pt_br: Destaque
uk: Підсвічування

source: Highlight Current Line
kk: Ағымдағы жолды ерекшелеу
lt: Paryškinti dabartinę eilutę
pt_br: Destacar linha atual
uk: Підсвічувати поточний рядок

source: Make the current line stand out with highlights
kk: Ағымдағы жолды ерекшелеу арқылы көзге түсетіндей ету
lt: Išskirti dabartinę eilutę ją paryškinant
pt_br: Faça a linha atual ficar com destaque
uk: Підсвічувати поточний рядок

source: Highlight Matching Brackets
kk: Сәйкес жақшаларды ерекшелеу
lt: Paryškinti porinius skliaustus
pt_br: Destaque os colchetes correspondentes
uk: Підсвічувати відповідні дужки

source: Use cursor position to highlight matching brackets, braces, parenthesis, and more
kk: Сәйкес жақшаларды, фигуралық жақшаларды және т.б. ерекшелеу үшін курсор орнын қолдану
lt: Naudoti žymeklio padėtį poriniams skliaustams ir kt. paryškinti
pt_br: Use a posição do cursor para destacar colchetes, chaves, parênteses, vírgulas correspondentese e mais
uk: Використовувати позицію курсора для підсвічування квадратних, фігурних та круглих дужок тощо

source: Highlight Diagnostics
kk: Диагностиканы ерекшелеу
lt: Paryškinti diagnostikas
pt_br: Destaque os diagnósticos
uk: Підсвічувати діагностику

source: Show diagnostics in the text editor
kk: Мәтіндік редакторда диагностиканы көрсету
lt: Rodyti diagnostikas tekstų redaktoriuje
pt_br: Exibir diagnósticos no editor de texto
uk: Показувати діагностику у текстовому редакторі

source: Behavior
kk: Мінез-құлық
lt: Elgsena
pt_br: Comportamento
uk: Поведінка

source: Check Spelling
kk: Емлені тексеру
lt: Tikrinti rašybą
pt_br: Verificar ortografia
uk: Перевірка правопису

source: Automatically check spelling as you type
kk: Теру кезінде емлені автоматты түрде тексеру
lt: Rašant automatiškai tikrinti rašybą
pt_br: Verifica ortografia automaticamente enquanto digita
uk: Автоматично перевіряти правопис під час введення

source: Use Snippets
kk: Сниппеттерді қолдану
lt: Naudoti iškarpas
pt_br: Usar Snippets
uk: Використовувати фрагменти

source: Automatically expand snippets when pressing tab
kk: Tab басылғанда сниппеттерді автоматты түрде жаю
lt: Automatiškai išplėsti iškarpas paspaudus tab
pt_br: Expande snippets automaticamente ao pressionar Tab
uk: Автоматично розгортати фрагменти при натисканні Tab

source: Allow Bold
kk: Жуан қаріпке рұқсат ету
lt: Leisti pusjuodį
pt_br: Permitir Negrito
uk: Дозволити напівжирний

source: Allow the use of bold escape sequences
kk: Жуан қаріптің escape-тізбектерін қолдануға рұқсат ету
lt: Leisti naudoti pusjuodžio kaitos sekas
pt_br: Permite o uso de negrito em sequências de escape
uk: Дозволити використання жирних екранованих послідовностей

source: Allow Hyperlinks
kk: Гиперсілтемелерге рұқсат ету
lt: Leisti saitus
pt_br: Permitir Hyperlinks
uk: Дозволити гіперпосилання

source: Allow the use of hyperlinks escape sequences
kk: Гиперсілтемелердің escape-тізбектерін қолдануға рұқсат ету
lt: Leisti naudoti saitų kaitos sekas
pt_br: Permite o uso de sequências de escape de Hyperlinks
uk: Дозволити використання екранованих послідовностей для гіперпосилань

source: Scrolling
kk: Айналдыру
lt: Slinktis
pt_br: Rolagem
uk: Гортання

source: Scroll On Output
kk: Шығыс кезінде айналдыру
lt: Slinkti su išvestimi
pt_br: Rolar na saída
uk: Гортання виведених даних

source: Automatically scroll when applications within the terminal output text
kk: Терминал ішіндегі бағдарламалар мәтінді шығарғанда автоматты түрде айналдыру
lt: Automatiškai slinkti, kai programos išveda tekstą terminale
pt_br: Rola automaticamente quando aplicativos dentro do terminal exibem texto
uk: Автоматично гортати при виведенні програмами тексту до термінала

source: Scroll On Keyboard Input
kk: Пернетақтадан енгізу кезінде айналдыру
lt: Slinkti su klaviatūros įvestimi
pt_br: Rolar na entrada do teclado
uk: Гортати при введенні з клавіатури

source: Automatically scroll when typing to insert text
kk: Мәтінді кірістіру үшін теру кезінде автоматты түрде айналдыру
lt: Automatiškai slinkti, kai rašoma tekstui įvesti
pt_br: Rola automaticamente quando digitar para inserir texto
uk: Автоматично гортати вміст при введенні тексту

source: History
kk: Тарих
lt: Istorija
pt_br: Histórico
uk: Журнал

source: Limit Scrollback
kk: Кері айналдыруды шектеу
lt: Riboti grįžimą
pt_br: Limitar rolagem
uk: Обмежити буфер гортання

source: Limit the number of lines that are stored in memory for terminal scrollback
kk: Терминалды кері айналдыру үшін жадыда сақталатын жолдар санын шектеу
lt: Riboti atmintyje saugomą eilučių skaičių terminalo grįžimui
pt_br: Limita o número de linhas armazenadas na memória para rolagem do terminal
uk: Обмежити кількість рядків, які зберігатимуться у пам'яті для буфера гортання термінала

source: Maximum Lines in Scrollback
kk: Кері айналдырудағы жолдардың ең көп саны
lt: Daugiausia eilučių grįžimui
pt_br: Número máximo de linhas na rolagem
uk: Максимальна к-ть рядків у буфері гортання

source: The maximum number of lines stored in history when limiting scrollback
kk: Кері айналдыруды шектеген кезде тарихта сақталатын жолдардың ең көп саны
lt: Didžiausias saugomas eilučių skaičius istorijoje ribojant grįžimą
pt_br: O número máximo de linhas armazenadas no histórico ao limitar a rolagem
uk: Максимальна кількість рядків, які зберігатимуться у журналі при обмеженні буфера гортання

source: Project does not contain an active build configuration
kk: Жобада белсенді құрастыру конфигурациясы жоқ
lt: Projektas neturi aktyvios kūrimo konfigūracijos
pt_br: O projeto não contém uma configuração de compilação ativa
uk: У проєкті не міститься активних налаштувань для збирання

source: Project does not contain an active build device
kk: Жобада белсенді құрастыру құрылғысы жоқ
lt: Projektas neturi aktyvaus kūrimo įrenginio
pt_br: O projeto não contém um dispositivo de compilação ativo
uk: У проєкті не міститься активного пристрою для збирання

source: Project does not contain an active SDK
kk: Жобада белсенді SDK жоқ
lt: Projektas neturi aktyvios SDK
pt_br: O projeto não contém um SDK ativo
uk: У проєкті не міститься активного SDK

source: Removing %s
kk: %s өшірілуде
lt: Šalinama %s
pt_br: Removendo %s
uk: Вилучення %s

source: Build %s
kk: %s құрастыру
lt: Kūrti %s
pt_br: Compilar %s
uk: Збирання з %s

source: Failed to acquire suspend inhibitor: %s
kk: Күту режимін тежегішін алу сәтсіз аяқталды: %s
lt: Nepavyko gauti užmigimo ribojimo: %s
pt_br: Falha ao adquirir o inibidor de suspensão: %s
uk: Не вдалося запитати блокування присипляння: %s

source: Show help
kk: Көмекті көрсету
lt: Rodyti žinyną
pt_br: Exibir ajuda
uk: Показати довідку

source: Inhibit system suspend while building
kk: Құрастыру кезінде жүйенің күту режиміне өтуін тежеу
lt: Riboti sistemos užmigimą kūrimo metu
pt_br: Inibir a suspensão do sistema durante a compilação
uk: Забороняти присипляння системи під час збирання

source: Build the project
kk: Жобаны құрастыру
lt: Kurti projektą
pt_br: Construir o projeto
uk: Зібрати проєкт

source: The directory to initialize, default is current
kk: Инициализацияланатын бума, әдепкі - ағымдағы
lt: Inicializuojamas katalogas, numatyta esamajame
pt_br: O diretório a ser inicializado, o padrão está ativo
uk: Каталог для ініціалізації, типовим є поточний каталог

source: DIR
kk: БУМА
lt: KAT
uk: КАТАЛОГ

source: Specify a branch name to clone
kk: Клондау үшін тармақ атын көрсетіңіз
lt: Nurodykite klonuojamą šaką
pt_br: Especifique um nome de branch para clone
uk: Вказати назву гілки для клонування

source: Branch
kk: Тармақ
lt: Šaka
uk: Гілка

source: URI - Clone a Git repository
kk: URI - Git репозиторийін клондау
lt: URI - klonuoti Git saugyklą
pt_br: URI - Clonar um repositório Git
uk: URI — клонувати сховище Git

source: ID
uk: Ід.

source: Active
kk: Белсенді
lt: Aktyvus
pt_br: Ativo
uk: Активний

source: Can Default
kk: Әдепкі бола алады
lt: Galimas numatytasis
pt_br: Pode ser o padrão
uk: Вибирається типово

source: Priority
kk: Приоритет
lt: Prioritetas
pt_br: Prioridade
uk: Пріоритет

source: Build System
kk: Құрастыру жүйесі
lt: Kūrimo sistema
pt_br: Sistema de Compilação
uk: Система збирання

source: Name
kk: Аты
lt: Pavadinimas
pt_br: Nome
uk: Назва

source: Output format (text, json)
kk: Шығыс пішімі (text, json)
lt: Išvesties formatas (tekstas, json)
pt_br: Formato de saída (texto, json)
uk: Формат результатів (текст, json)

source: FORMAT
kk: ПІШІМ
lt: FORMATAS
uk: ФОРМАТ

source: List available configs
kk: Қолжетімді конфигурацияларды тізімдеу
lt: Išvardinti galimas konfigūracijas
pt_br: Listar configurações disponíveis
uk: Вивести список доступних налаштувань

source: Set config as default for all project contributors
kk: Конфигурацияны барлық жоба қатысушылары үшін әдепкі ретінде орнату
lt: Nustatyti konfigūracijas į numatytąsias visiems projektams
pt_br: Definir configuração como padrão para todos os contribuidores do projeto
uk: Встановити файл налаштувань типовим для усіх компонентів проєкту

source: CONFIG - Switch current config
kk: КОНФИГУРАЦИЯ - Ағымдағы конфигурацияны ауыстыру
lt: KONFIG - keisti dabartinę konfigūraciją
pt_br: CONFIG - Alternar configuração atual
uk: CONFIG – перемкнути поточні налаштування

source: ctags service not available
kk: ctags қызметі қолжетімді емес
lt: ctags tarnyba neprieinama
pt_br: Serviço ctags não disponível
uk: служба ctags недоступна

source: no ctags data available
kk: ctags деректері қолжетімді емес
lt: nėra prieinamų ctags duomenų
pt_br: Nenhum dado ctags disponível
uk: немає доступних даних ctags

source: failed to write ctags data
kk: ctags деректерін жазу сәтсіз аяқталды
lt: nepavyko įrašyti ctags duomenų
pt_br: Falha ao gravar dados ctags
uk: не вдалося записати дані ctags

source: Index a file and output ctags data
kk: Файлды индекстеу және ctags деректерін шығару
lt: Indeksuoti failą ir išvesti ctags duomenis
pt_br: Indexar um arquivo e gerar dados ctags
uk: Індексувати файл і виведені дані ctags

source: Kind
kk: Түрі
lt: Tipas
uk: Тип

source: Location
kk: Орналасуы
lt: Vieta
pt_br: Localização
uk: Місце

source: List available dependencies
kk: Қолжетімді тәуелділіктерді тізімдеу
lt: Išvardinti prieinamas priklausomybes
pt_br: Listar dependências disponíveis
uk: Вивести список доступних залежностей

source: Update dependencies
kk: Тәуелділіктерді жаңарту
lt: Atnaujinti priklausomybes
pt_br: Atualizar dependências
uk: Оновити залежності

source: Deploy the application to active device
kk: Қолданбаны белсенді құрылғыға орналастыру
lt: Patalpinti programą aktyviame įrenginyje
pt_br: Implantar o aplicativo no dispositivo ativo
uk: Розгорнути програму на активному пристрої

source: [-- COMMAND] - Start shell in build environment
kk: [-- КОМАНДА] - Құрастыру ортасында қоршамды іске қосу
lt: [-- KOMANDA] - pradėti apvalkalą kūrimo aplinkoje
pt_br: [-- COMMAND] - Iniciar shell no ambiente de compilação
uk: [-- КОМАНДА] – запустити командну оболонку у середовищі збирання

source: Chassis
kk: Шасси
lt: Šasi
uk: Апаратний блок

source: System
kk: Жүйе
lt: Sistema
pt_br: Sistema
uk: Система

source: List available devices
kk: Қолжетімді құрылғыларды тізімдеу
lt: Išvardinti prieinamus įrenginius
pt_br: Listar dispositivos disponíveis
uk: Вивести список доступних пристроїв

source: Set device as default for all project contributors
kk: Құрылғыны барлық жоба қатысушылары үшін әдепкі ретінде орнату
lt: Nustatyti įrenginį kaip numatytąjį visiems pridedantiems prie projekto
pt_br: Define dispositivo como padrão para todos os contribuidores do projeto
uk: Зробити пристрій типовим для усіх компонентів проєкту

source: DEVICE - Switch current device
kk: ҚҰРЫЛҒЫ - Ағымдағы құрылғыны ауыстыру
lt: ĮRENGINYS - keisti dabartinį įrenginį
pt_br: DISPOSITIVO - Alternar dispositivo atual
uk: ПРИСТРІЙ – перемкнути поточний пристрій

source: Path
kk: Жол
lt: Kelias
pt_br: Caminho
uk: Шлях

source: Line
kk: Жол
lt: Eilutė
pt_br: Linha
uk: Рядок

source: Line Offset
kk: Жол жылжуы
lt: Eilutės poslinkis
pt_br: Deslocamento da Linha
uk: Зсув рядка

source: Severity
kk: Маңыздылығы
lt: Rimtumas
pt_br: Gravidade
uk: Важливість

source: Rule
kk: Ереже
lt: Taisyklė
pt_br: Regra
uk: Правило

source: Message
kk: Хабарлама
lt: Pranešimas
pt_br: Mensagem
uk: Повідомлення
